{
   "nom":"Soumille",
   "prenom":"Lucas",
   "age":"20 ans",
   "presentation":"Etudiant en sciences informatiques au sein de l'établissement Polytech Nice Sophia. J'ai obtenu auparavant un DUT Informatique à l'IUT d'Aix-en-Provence.",
   "lieu":"Orgon (Bouches-du-Rhône) / Sophia Antipolis (Alpes Maritimes)",
   "cv":{
      "diplomes": {
        "ingenieur": "Ingénieur sécurité informatique - 2014 (en cours) - Polytech Nice Sophia - Université Nice Sophia Antipolis",
        "DUT": "DUT informatique - 2014 (mention B) - IUT Aix Marseille Université site d'Aix-en-Provence",
        "BAC": "BAC S SVT - 2012 (mention TB) - Lycée Ismaël Dauphin, Cavaillon, Académie Aix-Marseille"
      },
      "experiences":{
         "Spir":"Stage - 2014 (10 semaines) - SPIR Communication - Aix-en-Provence /  Réalisation de deux applications web en ASP.NET destinées à la DSI du groupe SPIR. Ce stage m'a permis de découvrir le monde de l'entreprise et d'assimiler de nouvelles compétences. J'ai du apprendre à respecter un planning ainsi qu'un cahier des charges.",
         "Cours":"J'ai donné des cours d'informatique permettant une meilleure utilisation d'un ordinateur ainsi que les bonnes pratiques à adopter sur le web pour protéger ses données. Le contact avec des personnes novices a été très formateur."
      },
      "competences":{
         "programmation":"C/C++, JAVA, C#, SWIFT Assembleur MIPS, BASH, OpenGL",
         "WEB":"HTML5, CSS3, PHP5, JavaScript, JQuery, JQuery Mobile, Bootstrap3, ASP.NET",
         "Base":"SQL, PL/SQL, Oracle, MSSQL, MERISE, Fouilles de données, Entrepôt de données",
         "Reseau":"Ethernet, TCP/IP, UDP, NAT/PAT, DNS, OpenSSL, Socket en JAVA/C",
         "OS":"Linux (Ubuntu/Kali), MAC OS, Windows",
         "Logiciels":"Visual Studio, Eclipse, Intellij, WebStorm, AngularJS, Oracle SQL Developer, SQL Server, DBDesigner, Packet Tracer, DevExpress, Microsoft Office, Scilab, Metasploit"
      },
      "realisations":{
         "C":"C++ - Puissance 4 : Réalisation d'un puissance 4 en console avec une présentation orale devant les enseignants",
         "JAVA":"JAVA - Algorithme de fouilles de données : Récupération de nombreuses données issues de Twitter grâce à la librairie Twitter4J puis réalisation de l'algorithme permettant d'extraire les dépendances entre les différents mots.Le projet a été soutenu devant les enseignants.",
         "Bootstrap":"Bootstrap/JavaScript/JSON/PHP - Site de gestion de joueurs : Conception d'un site permettant à l'utilisateur de gérer son equipe de joueurs de NBA, le but de ce projet a été de me familiariser avec le JavaScript et le JSON.",
         "Mobile":"Bootstrap/JQueryMobile/JSON/PHP - Site mobile de commande à un snack : Conception d'un site responsive grâce à JQueryMobile qui permet à l'utilisateur de commander son menu.",
         "OpenGL":"OpenGL - Conception d'un cube dans l'espace : Réalisation d'un cube tournant selon certains axes grâce aux calculs matriciels. L'utilisateur à la possibilité d'influencer sur la vitesse de la rotation ou sur son référentiel de vision.",
         "Communication":" Réalisation de BrainWashing un court métrage avec soutenance orale devant l'ensemble du département (Prix du meilleur scénario)."
      }
   },
   "cursus":{
      "DUT":"Le DUT informatique m'a permis d'acquerir en moins de deux ans des compétences pointues dans le domaine de la programmation, des bases de données ou du réseau. La particularité du DUT est l'importante quantité accordée aux enseignements techniques environ 50% des cours soit 900H de cours/TP/TD. Un autre atout de cette formation est qu'elle appartient à l'université Aix-Marseille. Celle-ci est classée 151ème au classement de Shangai et est l'une des plus importante de France avec pas moins de 72 000 étudiants.",
      "Ingenieur":"Polytech Nice-Sophia est l'école d'ingénieur de l'Université Nice - Sophia Antipolis. Elle fait partie du regroupement des écoles du réseau national Polytech d'école d'ingénieur polytechnique. L'école est implantée au coeur de la technopole Sophia-Antipolis, sur le campus SophiaTech. Les enseignements mettent l'accent sur l'esprit d'initiative, l'autonomie et le sens des responsabilités. La formation se doit d'allier les aspects pratiques afin de familiariser les étudiants aux outils et techniques les plus récents, et les dernières thématiques de recherche et développement afin de leur donner un esprit d'ouverture et une grande réactivité."
   },
   "stage":{
      "SPIR":"J'ai réalisé un stage de dix semaines au sein de l'entreprise SPIR Communication afin de valider mon DUT. Pour plus de précision sur ce stage, mon rapport est disponible en téléchargement."
   },
   "professionnel":{
      "presentation":"L’expert en cybersécurité contribue à la mise en œuvre de la politique de sécurité d'une entreprise. Il doit faire remonter les risques en matière de sécurité informatique. Il met en place des contrôles de prévention en amont, de détection en simultané, d’explication et de consolidation en aval, pour contrer des intrusions ou des dysfonctionnements des systèmes informatiques.",
      "missions":"Responsable au quotidien de la sécurité des systèmes informatiques, l’expert en cybersécurité exerce son métier en véritable chef de projet. Il est soumis à une obligation de résultat. Il contribue par sa mission à la sensibilisation des collaborateurs comme à la formalisation et au respect des règles.Il contribue, par son expertise, à l'ajustement des niveaux de sécurité aux besoins des différents métiers. Sa mission suppose la compréhension des besoins et des pratiques des différentes typologies d’utilisateurs.Il donne son aval avant toute modification du réseau ou du système en s’alignant sur la politique de sécurité de l’entreprise. Il contribue à définir et à mettre à jour des processus de sécurité, il est responsable du renouvellement des antivirus systèmes et de la sensibilisation des utilisateurs."
   }
}
